Repository: concrete5-community/login_destination
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Custom Login Destinations
it_it: Destinazioni login personalizzate

source: profile, login, redirect, specific, dashboard, administrators, custom, logon, user, group
it_it: profilo, login, reindirizza, redirect, specifico, pannello di controllo, dashboard, amministratori, personalizzato, accesso, utente, gruppo

source: Login Destination Rule
it_it: Regola destinazione login

source: Login Destination
it_it: Destinazione login

source: Allow customizing where a user is redirected upon login.
it_it: Permette di personalizzare dove viene reindirizzato un utente dopo aver effettuato l’accesso.

source: Please Select
it_it: Selezionare

source: Unable to find the specified rule.
it_it: Impossibile trovare la regola specificata.

source: If the user is in the following group
it_it: Se l’utente è nel gruppo seguente

source: If the user is in the following group or in its sub-groups
it_it: Se l’utente è nel gruppo seguente o in uno dei suoi sotto-gruppi

source: If the user is in not the following group
it_it: Se l’utente non è nel gruppo seguente

source: If the user is in not the following group or in its sub-groups
it_it: Se l’utente non è nel gruppo seguente o in uno dei suoi sotto-gruppi

source: If the user is the following one
it_it: Se l’utente è il seguente

source: If the user is not the following one
it_it: Se l’utente non è il seguente

source: Please specify a group.
it_it: Specificare un gruppo.

source: Please specify a user.
it_it: Specificare un utente.

source: Please specify the rule kind.
it_it: Specificare il tipo di regola.

source: The new rule has been added.
it_it: La nuova regola è stata aggiunta.

source: The rule has been updated.
it_it: La regola è stata aggiornata.

source: The first rule that satisfy the criteria will be executed: you can sort them by using the hamburger icon.
it_it: Verrà eseguita la prima regola che soddisfa il criterio: è possibile ordinare le regole utilizzando l’icona hamburger.

source: If no rule is satisfied, the standard rules defined at the %s page will be used.
it_it: Se non è soddisfatta alcuna regola, verranno applicate le regole definite alla pagina %s.

source: Rule is enabled?
it_it: Regola abilitata?

source: Yes
it_it: Sì

source: Rule Kind
it_it: Tipo di regola

source: Destination
it_it: Destinazione

source: Cancel
it_it: Annulla

source: Delete
it_it: Elimina

source: Save
it_it: Salva

source: Are you sure? This action cannot be undone.
it_it: Si è certi di voler procedere? L’operazione non potrà essere annullata.

source: Delete Rule
it_it: Elimina regola

source: No rules defined.
it_it: Nessuna regola definita.

source: New Rule
it_it: Nuova regola

source: You can add new rules by clicking the %s button.
it_it: È possibile aggiungere nuove regole facendo clic sul pulsante %s.

source: Redirect Who
it_it: Chi reindirizzare

source: Redirect To
it_it: Reindirizza a

source: Please specify a value for the destination.
it_it: Specificare un valore per la destinazione.

# Destination
source: Not specified
it_it: Non specificata

source: Page
it_it: Pagina

source: External URL
it_it: Pagina esterna

source: Please select
it_it: Selezionare

source: Choose File
it_it: Seleziona file

source: Please specify a shorter external URL.
it_it: Specificare un URL esterno più breve.

source: Choose a Group
it_it: Selezionare un gruppo

# Group
source: None Selected
it_it: Nessuno selezionato

# Rule
source: enabled
it_it: abilitata

# Rule
source: disabled
it_it: disabilitata

source: Users in group %s
it_it: Utenti nel gruppo %s

source: Users in group (or sub-groups of) %s
it_it: Utenti nel gruppo (o sotto-gruppi) %s

source: Users not in group %s
it_it: Utenti non nel gruppo %s

source: Users not in group (or sub-groups of) %s
it_it: Utenti non nel gruppo (o sotto-gruppi) %s

source: User is %s
it_it: Utente è %s

source: User is not %s
it_it: Utente non è %s

source: GROUP NOT FOUND (id: %s)
it_it: GRUPPO NON TROVATO (id: %s)

source: USER NOT FOUND (id: %s)
it_it: UTENTE NON TROVATO (id: %s)

source: PAGE NOT FOUND (id: %s)
it_it: PAGINA NON TROVATA (id: %s)

source: NOT CONFIGURED
it_it: NON CONFIGURATO
